texts_start_not_registered = '''<strong>Привет!</strong> 
Добро пожаловать в компанию Дивергент. 
Я - твой бот помощник, который будет помогать тебе адаптироваться в компании и собирать обратную связь
'''

texts_start_is_registered = '''<strong>Привет, {}</strong> 
Добро пожаловать в компанию Дивергент. 
Я - твой бот помощник, который будет помогать тебе адаптироваться в компании и собирать обратную связь'''

texts_reg_invalid_code = '''<strong>Упс, что-то пошло не так. Скорее всего код не подходит, попробуй еще раз</strong>'''

texts_reg_success_code_employee = '''<strong>Регистрация прошла успешно!</strong>
Ознакомься с полезными материалами
Твой куратор: {}'''

texts_reg_success_code = '''<strong>Регистрация прошла успешно!</strong>'''


texts_reg_need_code = '''<strong>Отправь код, выданный менеджером в ответ на это сообщение</strong>'''

texts_for_curator = '''Здравствуйте! Это бот - помощник Дивергента. Здесь можно оставить обратную связь на сотрудников'''

texts_add_new_employee_for_curator = '''Здравствуйте!
{} к вам выходит новый сотрудник {}. Телеграм: @{}. Ознакомьтесь, пожалуйста, с памяткой перед первым рабочим днем сотрудника'''